# misc applications
cask "1password"
cask "google-chrome"
cask "slack"
tap "nikitabobko/tap"
cask "aerospace"

# get config
brew "stow"
brew "git"

# neovim deps
brew "zig" # treesitter needs a c compiler
brew "neovim"
cask "font-fira-code-nerd-font"

# terminal
cask "kitty"
brew "starship"
brew "zoxide"
brew "fzf"
brew "bat"
brew "exa"

# python + typescript deps
brew "node"
brew "pyright"
brew "uv"
brew "typescript"
brew "typescript-language-server"
